Revit 2027 API
ParameterTypeId.DimStyleInteriorTickMark Property
 "Interior Tick Mark"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DimStyleInteriorTickMark { get; }
Public Shared ReadOnly Property DimStyleInteriorTickMark As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DimStyleInteriorTickMark {
	ForgeTypeId^ get ();
}
static member DimStyleInteriorTickMark : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace